export default {
  projections: {
    ОбращениеE: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      обратившийся: {
        __caption__: 'ФИО обратившегося'
      },
      датаПоступления: {
        __caption__: 'Дата поступления'
      },
      датаЗакрытия: {
        __caption__: 'Дата закрытия'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      причина: {
        __caption__: ''
      },
      допОбращение: {
        __caption__: ''
      },
      ответственный: {
        __caption__: 'Ответственный'
      },
      типОбращения: {
        __caption__: 'Тип обращения'
      },
      видОбращения: {
        __caption__: 'Вид обращения'
      },
      оператор: {
        __caption__: 'Оператор'
      }
    },
    ОбращениеL: {
      номер: {
        __caption__: 'Номер'
      },
      статус: {
        __caption__: 'Статус'
      },
      датаПоступления: {
        __caption__: 'Дата поступления'
      },
      датаЗакрытия: {
        __caption__: 'Дата закрытия'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      допОбращение: {
        __caption__: 'Дополнительное обращение',
        номер: {
          __caption__: 'Дополнительное обращение'
        }
      },
      обратившийся: {
        __caption__: 'ФИО обратившегося'
      },
      причина: {
        __caption__: 'Причина',
        название: {
          __caption__: 'Причина'
        }
      },
      ответственный: {
        __caption__: 'Ответственный'
      },
      типОбращения: {
        __caption__: 'Название'
      },
      видОбращения: {
        __caption__: 'Название'
      },
      оператор: {
        __caption__: 'Оператор'
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    датаПоступления: {
      __caption__: 'Дата поступления'
    },
    датаЗакрытия: {
      __caption__: 'Дата закрытия'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    обратившийся: {
      __caption__: 'ФИО обратившегося'
    },
    допОбращение: {
      __caption__: 'допОбращение'
    },
    ответственный: {
      __caption__: 'Ответственный'
    },
    типОбращения: {
      __caption__: 'Тип обращения'
    },
    причина: {
      __caption__: 'причина'
    },
    видОбращения: {
      __caption__: 'Вид обращения'
    },
    оператор: {
      __caption__: 'Оператор'
    }
  }
};
