export default {
  projections: {
    ТипОбращенияE: {
      название: {
        __caption__: 'Название'
      },
      код: {
        __caption__: 'Код'
      },
      актуально: {
        __caption__: 'Актуально'
      }
    },
    ТипОбращенияL: {
      название: {
        __caption__: 'Название'
      },
      код: {
        __caption__: 'Код'
      },
      актуально: {
        __caption__: 'Актуально'
      }
    }
  },
  validations: {
    название: {
      __caption__: 'Название'
    },
    код: {
      __caption__: 'Код'
    }
  }
};
