export default {
  projections: {
    ВидОбращенияE: {
      название: {
        __caption__: 'Название'
      },
      код: {
        __caption__: 'Код'
      },
      типОбращения: {
        __caption__: 'Тип обращения',
        название: {
          __caption__: 'Название'
        }
      }
    },
    ВидОбращенияL: {
      название: {
        __caption__: 'Название'
      },
      код: {
        __caption__: 'Код'
      },
      типОбращения: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    название: {
      __caption__: 'Название'
    },
    код: {
      __caption__: 'Код'
    },
    типОбращения: {
      __caption__: 'Тип обращения'
    }
  }
};
