export default {
  caption: 'Обращение',
  'номер-caption': 'Номер',
  'статус-caption': 'Статус',
  'обратившийся-caption': 'ФИО обратившегося',
  'датаПоступления-caption': 'Дата поступления',
  'датаЗакрытия-caption': 'Дата закрытия',
  'адрес-caption': 'Адрес',
  'телефон-caption': 'Телефон',
  'причина-caption': '',
  'допОбращение-caption': '',
  'ответственный-caption': 'Ответственный',
  'типОбращения-caption': 'Тип обращения',
  'видОбращения-caption': 'Вид обращения',
  'оператор-caption': 'Оператор'
};
