export default {
  caption: 'IISPrimerОбращениеE',
  'номер-caption': 'номер',
  'статус-caption': 'статус',
  'обратившийся-caption': 'обратившийся',
  'датаПоступления-caption': 'датаПоступления',
  'датаЗакрытия-caption': 'датаЗакрытия',
  'адрес-caption': 'адрес',
  'телефон-caption': 'телефон',
  'причина-caption': 'причина',
  'допОбращение-caption': 'допОбращение',
  'ответственный-caption': 'ответственный',
  'типОбращения-caption': 'типОбращения',
  'видОбращения-caption': 'видОбращения',
  'оператор-caption': 'оператор'
};
