export default {
  projections: {
    ОбращениеE: {
      номер: {
        __caption__: 'номер'
      },
      статус: {
        __caption__: 'статус'
      },
      обратившийся: {
        __caption__: 'обратившийся'
      },
      датаПоступления: {
        __caption__: 'датаПоступления'
      },
      датаЗакрытия: {
        __caption__: 'датаЗакрытия'
      },
      адрес: {
        __caption__: 'адрес'
      },
      телефон: {
        __caption__: 'телефон'
      },
      причина: {
        __caption__: 'причина'
      },
      допОбращение: {
        __caption__: 'допОбращение'
      },
      ответственный: {
        __caption__: 'ответственный'
      },
      типОбращения: {
        __caption__: 'типОбращения'
      },
      видОбращения: {
        __caption__: 'видОбращения'
      },
      оператор: {
        __caption__: 'оператор'
      }
    },
    ОбращениеL: {
      номер: {
        __caption__: 'номер'
      },
      статус: {
        __caption__: 'статус'
      },
      датаПоступления: {
        __caption__: 'датаПоступления'
      },
      датаЗакрытия: {
        __caption__: 'датаЗакрытия'
      },
      адрес: {
        __caption__: 'адрес'
      },
      телефон: {
        __caption__: 'телефон'
      },
      допОбращение: {
        __caption__: 'допОбращение',
        номер: {
          __caption__: 'номер'
        }
      },
      обратившийся: {
        __caption__: 'обратившийся'
      },
      причина: {
        __caption__: 'причина',
        название: {
          __caption__: 'название'
        }
      },
      ответственный: {
        __caption__: 'ответственный'
      },
      типОбращения: {
        __caption__: 'типОбращения'
      },
      видОбращения: {
        __caption__: 'видОбращения'
      },
      оператор: {
        __caption__: 'оператор'
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'номер'
    },
    статус: {
      __caption__: 'статус'
    },
    датаПоступления: {
      __caption__: 'датаПоступления'
    },
    датаЗакрытия: {
      __caption__: 'датаЗакрытия'
    },
    телефон: {
      __caption__: 'телефон'
    },
    адрес: {
      __caption__: 'адрес'
    },
    обратившийся: {
      __caption__: 'обратившийся'
    },
    допОбращение: {
      __caption__: 'допОбращение'
    },
    ответственный: {
      __caption__: 'ответственный'
    },
    типОбращения: {
      __caption__: 'типОбращения'
    },
    причина: {
      __caption__: 'причина'
    },
    видОбращения: {
      __caption__: 'видОбращения'
    },
    оператор: {
      __caption__: 'оператор'
    }
  }
};
