export default {
  projections: {
    ВидОбращенияE: {
      название: {
        __caption__: 'название'
      },
      код: {
        __caption__: 'код'
      },
      типОбращения: {
        __caption__: 'типОбращения',
        название: {
          __caption__: 'название'
        }
      }
    },
    ВидОбращенияL: {
      название: {
        __caption__: 'название'
      },
      код: {
        __caption__: 'код'
      },
      типОбращения: {
        __caption__: 'типОбращения',
        название: {
          __caption__: 'название'
        }
      }
    }
  },
  validations: {
    название: {
      __caption__: 'название'
    },
    код: {
      __caption__: 'код'
    },
    типОбращения: {
      __caption__: 'типОбращения'
    }
  }
};
