export default {
  projections: {
    ТипОбращенияE: {
      название: {
        __caption__: 'название'
      },
      код: {
        __caption__: 'код'
      },
      актуально: {
        __caption__: 'актуально'
      }
    },
    ТипОбращенияL: {
      название: {
        __caption__: 'название'
      },
      код: {
        __caption__: 'код'
      },
      актуально: {
        __caption__: 'актуально'
      }
    }
  },
  validations: {
    название: {
      __caption__: 'название'
    },
    код: {
      __caption__: 'код'
    }
  }
};
